{"meta":{"title":"TKTK","description":"TKTK"},"content":[{"type":"text","value":"Before the American expansion west in the 19th century, the Mississippi River was a landscape of wetlands. Its northern tributaries coursed through prairie potholes and peatland bogs in the upper Midwest. Massive marshes and wet prairies sprawled from Ohio through Indiana, Illinois and Iowa. The confluence of the Ohio and Mississippi rivers marked the beginning of a swamp forest dominated by cypress, an estimated 25 million acres that spread out into Arkansas, Mississippi and Louisiana. The river split into a web of distributaries in Louisiana, creating a bayou and coastal marsh region of unparalleled biological productivity bordering the Gulf of Mexico.\r\n\r\n\r\nTwo centuries of alteration through logging, levee building, ditch digging, channelization and tile drains have converted many of those landscapes into the nation’s corn belt. By the time the value of wetlands had been recognized and some protections extended in the 20th century, states such as Iowa, Illinois, Missouri and Arkansas lost 80% or more of their wetlands. Flood control engineering of the lower Mississippi River has consumed Louisiana’s coast and threatens to take Cajun culture and the nation’s seafood supply with it. \r\n\r\n\r\nStarting in the early 1900s, duck hunters and nature lovers succeeded in changing attitudes about wetlands and promoted federal policies that have preserved and restored millions of acres in the basin. That’s crucial for the Mississippi Flyway, the nation’s largest migratory bird corridor. But a 2023 U.S. Supreme Court decision removed federal protection from a large number of the nation’s wetlands. That’s left their fate in the hands of the states, which have sharply varying policies. Some worry that a new era of wetland destruction awaits."},{"type":"scrolly","slides":[{"type":"Text","text":"### Minnesota and Wisconsin\r\nSome of the largest areas of wetlands that have survived in the basin are peat bogs, mainly in Minnesota and Wisconsin. The drainage techniques that were so effective in the prairies did not succeed in the northernmost bogs, so farmers often forfeited those lands to the government. More recently, scientists have recognized their benefit in storing carbon and biodiversity. Minnesota alone has an estimated 6 million acres of peatlands.","controller":{"flyTo":"-98.206015,41.041815,-86.736288,49.464331","component":{"id":"minnesota-bog","type":"image","src":"minnesota-bog.jpg","caption":"TKTK","credit":"TKTK","alt":"TKTK"}}},{"type":"Text","text":"### Grand Kankakee Marsh, Indiana\r\nThe Grand Kankakee Marsh was so huge and productive that some called it the “Everglades of the North.” It covered a half million acres in northwest Indiana. Presidents and kings came to hunting lodges there and its bounty supplied Chicago restaurants. Then the Kankakee River was straightened and the state’s largest lake ditched. Today, there’s almost no trace amid the farm fields of the once famous wetland.","controller":{"flyTo":"-88.221395,39.986492,-85.848348,42.391928","showLayer":"kankakee-marsh","component":{"id":"kankakee-bayou-1920","type":"image","src":"kankakee-bayou-1920.png","caption":"TKTK","credit":"TKTK","alt":"TKTK"}}},{"type":"Text","text":"### Prairie pothole region, northern Great Plains\r\nThe prairie pothole region that stretches from Iowa through Minnesota and the Dakotas into Canada has seen some of the most widespread conversion into farmland. In a part of north central Iowa once known as the “thousand-lake” region, Cairo Lake was drained in the early 20th century. Its outlines are still visible in what’s now a landscape of row crops.","controller":{"flyTo":"-93.72664076292155, 42.32091452022306, -93.6548181909316, 42.35999775250216","component":{"id":"cairo-lake","type":"image","src":"cairo-lake.png","caption":"TKTK","credit":"TKTK","alt":"TKTK"}}},{"type":"Text","text":"### The Grand Prairie\r\n\r\n\r\nAmerican migrants heading west found their wagons sinking into the muck of what we now call “wet prairies,” saturated grasslands that once covered millions of acres in the Midwest. One of those places, the Grand Prairie, covered most of 16 counties in eastern Illinois. A quarter of it was deemed too wet for farming. Its drainage created some of the most fertile farmland in America, but also contributed to Illinois losing at least 85% of its wetlands since the 18th century.","controller":{"flyTo":"grand-prairie-region","showLayer":"grand-prairie-region","component":{"id":"","type":""}}},{"type":"Text","text":"### Horicon Marsh, Wisconsin\r\nCovering 33,000 acres in Wisconsin farm country, Horicon Marsh is a remnant of the Ice Age and a landmark in the nation’s changing attitude about wetlands. The marsh was dammed and ditched for use in farming and milling, but in the 1920s became one of the first wetland restoration projects. The success of that project is evidenced by its importance for waterfowl and other wildlife and in the 1990s was recognized as a wetland of global significance.","controller":{"flyTo":"43.56701747597731, -88.64775887476922","component":{"id":"","type":""}}},{"type":"Text","text":"### Big Swamp, Wisconsin\r\nBelow what’s now Cairo, Illinois, an immense forest of cypress and other bottomland trees spread out over 25 million acres. This wetland occupied the sweeping floodplain of the Mississippi River until 90 percent was wiped away by logging and the construction of levees and ditches. One part of that was Big Swamp in the Missouri Bootheel, now almost completely converted to farm fields by the Little River Drainage District.","controller":{"flyTo":"37.2512351756901, -89.5381506121099","component":{"id":"","type":""}}},{"type":"Text","text":"### Singer Tract, Louisiana\r\n\r\n\r\nNo creature was more identified with the lower Mississippi River alluvial swamps than the ivory-billed woodpecker, a massive bird with an unmistakable head that depended on old-growth forests. By the 1930s, runaway logging had destroyed its habitat and the bird was only known to survive in one patch of woods, called the Singer Tract. The Chicago Mill and Lumber company proceeded to log that area. The last known sighting of the ivory-bill was there in 1944. It was declared extinct in 2022. The Singer Tract is now part of the Tensas River National Wildlife Refuge in northeast Louisiana..","controller":{"flyTo":"32.3171142211037, -91.37677873902372","component":{"id":"","type":""}}},{"type":"Text","text":"Atchafalaya River, Louisiana\r\n\r\n\r\nCovering more than a million acres of south Louisiana, the Atchafalaya River is the nation’s largest riverine swamp. It’s a distributary of the Mississippi River, protected by federal engineers as an outlet for Mississippi flooding, and its delta is one of the only areas of the state’s coast that’s growing. The Atchafalaya provides habitat for half of migratory waterfowl in the United States and is crucial to Louisiana’s seafood economy and Cajun culture.","controller":{"flyTo":"-92.063756,29.694749,-90.921178,30.768523","component":{"id":"","type":""}}},{"type":"Text","text":"### Louisiana gulf coast\r\nThe wetlands of the Louisiana gulf coast are some of the world’s most productive, providing a bounty of oysters, shrimp and other seafood. Yet they are also the site of one of the world’s biggest environmental catastrophes. The cutoff of sediment from the Mississippi River, sea level rise and channels dug by oil companies have caused 2,000 square miles of the coast to wash away since the 1930s. Restore the Mississippi River Delta estimates the state loses the equivalent of a football field’s expanse of land every 100 minutes.","controller":{"flyTo":"-94.982557,29.234161,-91.571302,30.366238","component":{"id":"","type":""}}}]}]}